Repository: ngs/tides-swift
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar_sa, ca, cs, da, de_de, el, es_es, es_mx, fi, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nl_nl, no, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

source: High Tide
ar_sa: المد
ca: Marea alta
cs: Příliv
da: Højvande
de_de: Hochwasser
el: Πλήμμη
es_es: Marea alta
es_mx: Marea alta
fi: Vuoksi
fr_ca: Marée haute
he: גאות
hi: ज्वार
hr: Visoka voda
hu: Dagály
id: Air Pasang
it: Alta marea
ja: 満潮
ko: 만조
ms: Air Pasang
nl_nl: Hoogwater
no: Høyvann
pl: Wysoka woda
pt_br: Maré alta
pt_pt: Preia-mar
ro: Maree înaltă
ru: Полная вода
sk: Príliv
sv: Högvatten
th: น้ำขึ้น
tr: Yüksek Su
uk: Повна вода
vi: Triều cao
zh_hans: 高潮
zh_hant: 滿潮

source: Last Quarter
ar_sa: التربيع الأخير
ca: Quart minvant
cs: Poslední čtvrť
da: Sidste kvarter
de_de: Letztes Viertel
el: Τελευταίο τέταρτο
es_es: Cuarto menguante
es_mx: Cuarto menguante
fi: Viimeinen neljännes
fr_ca: Dernier quartier
he: רבע אחרון
hi: अंतिम चतुर्थांश
hr: Zadnja četvrt
hu: Utolsó negyed
id: Kuartal Akhir
it: Ultimo quarto
ja: 下弦の月
ko: 하현달
ms: Suku Akhir
nl_nl: Laatste kwartier
no: Siste kvarter
pl: Ostatnia kwadra
pt_br: Quarto minguante
pt_pt: Quarto minguante
ro: Ultimul pătrar
ru: Последняя четверть
sk: Posledná štvrť
sv: Sista kvarteret
th: จันทร์ครึ่งดวงข้างแรม
tr: Son Dördün
uk: Остання чверть
vi: Trăng hạ huyền
zh_hans: 下弦月
zh_hant: 下弦月

source: Latitude
ar_sa: خط العرض
ca: Latitud
cs: Zeměpisná šířka
da: Breddegrad
de_de: Breitengrad
el: Γεωγραφικό πλάτος
es_es: Latitud
es_mx: Latitud
fi: Leveysaste
he: קו רוחב
hi: अक्षांश
hr: Zemljopisna širina
hu: Szélesség
id: Lintang
it: Latitudine
ja: 緯度
ko: 위도
ms: Latitud
nl_nl: Breedtegraad
no: Breddegrad
pl: Szerokość geograficzna
ro: Latitudine
ru: Широта
sk: Zemepisná šírka
sv: Latitud
th: ละติจูด
tr: Enlem
uk: Широта
vi: Vĩ độ
zh_hans: 纬度
zh_hant: 緯度

source: License (MIT)
ar_sa: الترخيص (MIT)
ca: Llicència (MIT)
cs: Licence (MIT)
da: Licens (MIT)
de_de: Lizenz (MIT)
el: Άδεια χρήσης (MIT)
es_es: Licencia (MIT)
es_mx: Licencia (MIT)
fi: Lisenssi (MIT)
fr_ca: Licence (MIT)
he: רישיון (MIT)
hi: लाइसेंस (MIT)
hr: Licenca (MIT)
hu: Licenc (MIT)
id: Lisensi (MIT)
it: Licenza (MIT)
ja: ライセンス (MIT)
ko: 라이선스 (MIT)
ms: Lesen (MIT)
nl_nl: Licentie (MIT)
no: Lisens (MIT)
pl: Licencja (MIT)
pt_br: Licença (MIT)
pt_pt: Licença (MIT)
ro: Licență (MIT)
ru: Лицензия (MIT)
sk: Licencia (MIT)
sv: Licens (MIT)
th: สัญญาอนุญาต (MIT)
tr: Lisans (MIT)
uk: Ліцензія (MIT)
vi: Giấy phép (MIT)
zh_hans: 许可证 (MIT)
zh_hant: 授權條款 (MIT)

source: Location
ar_sa: الموقع
ca: Ubicació
cs: Poloha
da: Lokalitet
de_de: Ort
el: Τοποθεσία
es_es: Ubicación
es_mx: Ubicación
fi: Sijainti
fr_ca: Lieu
he: מיקום
hi: स्थान
hr: Lokacija
hu: Hely
id: Lokasi
it: Località
ja: 地点
ko: 위치
ms: Lokasi
nl_nl: Locatie
no: Sted
pl: Lokalizacja
pt_br: Local
pt_pt: Localização
ro: Locație
ru: Место
sk: Poloha
sv: Plats
th: ตำแหน่งที่ตั้ง
tr: Konum
uk: Місце
vi: Vị trí
zh_hans: 位置
zh_hant: 位置

source: Location Name
ar_sa: اسم الموقع
ca: Nom de la ubicació
cs: Název polohy
da: Lokalitetsnavn
de_de: Ortsname
el: Όνομα τοποθεσίας
es_es: Nombre de la ubicación
es_mx: Nombre de la ubicación
fi: Sijainnin nimi
fr_ca: Nom du lieu
he: שם המיקום
hi: स्थान का नाम
hr: Naziv lokacije
hu: Hely neve
id: Nama Lokasi
it: Nome della località
ja: 地点名
ko: 위치 이름
ms: Nama Lokasi
nl_nl: Locatienaam
no: Stedsnavn
pl: Nazwa lokalizacji
pt_br: Nome do local
pt_pt: Nome da localização
ro: Numele locației
ru: Название места
sk: Názov polohy
sv: Platsnamn
th: ชื่อตำแหน่งที่ตั้ง
tr: Konum Adı
uk: Назва місця
vi: Tên vị trí
zh_hans: 位置名称
zh_hant: 位置名稱

source: Location Options
ar_sa: خيارات الموقع
ca: Opcions de la ubicació
cs: Možnosti polohy
da: Muligheder for lokalitet
de_de: Ortsoptionen
el: Επιλογές τοποθεσίας
es_es: Opciones de la ubicación
es_mx: Opciones de la ubicación
fi: Sijainnin toiminnot
fr_ca: Options du lieu
he: אפשרויות מיקום
hi: स्थान विकल्प
hr: Opcije lokacije
hu: Helyműveletek
id: Pilihan Lokasi
it: Opzioni località
ja: 地点の操作
ko: 위치 옵션
ms: Pilihan Lokasi
nl_nl: Locatieopties
no: Alternativer for sted
pl: Opcje lokalizacji
pt_br: Opções do local
pt_pt: Opções da localização
ro: Opțiuni pentru locație
ru: Действия с местом
sk: Možnosti polohy
sv: Platsalternativ
th: ตัวเลือกตำแหน่งที่ตั้ง
tr: Konum Seçenekleri
uk: Дії з місцем
vi: Tùy chọn vị trí
zh_hans: 位置选项
zh_hant: 位置選項

source: Locations
ar_sa: المواقع
ca: Ubicacions
cs: Polohy
da: Lokaliteter
de_de: Orte
el: Τοποθεσίες
es_es: Ubicaciones
es_mx: Ubicaciones
fi: Sijainnit
fr_ca: Lieux
he: מיקומים
hi: स्थान
hr: Lokacije
hu: Helyek
id: Lokasi
it: Località
ja: 地点
ko: 위치
ms: Lokasi
nl_nl: Locaties
no: Steder
pl: Lokalizacje
pt_br: Locais
pt_pt: Localizações
ro: Locații
ru: Места
sk: Polohy
sv: Platser
th: ตำแหน่งที่ตั้ง
tr: Konumlar
uk: Місця
vi: Vị trí
zh_hans: 位置
zh_hant: 位置

source: Longitude
ar_sa: خط الطول
ca: Longitud
cs: Zeměpisná délka
da: Længdegrad
de_de: Längengrad
el: Γεωγραφικό μήκος
es_es: Longitud
es_mx: Longitud
fi: Pituusaste
he: קו אורך
hi: देशांतर
hr: Zemljopisna dužina
hu: Hosszúság
id: Bujur
it: Longitudine
ja: 経度
ko: 경도
ms: Longitud
nl_nl: Lengtegraad
no: Lengdegrad
pl: Długość geograficzna
ro: Longitudine
ru: Долгота
sk: Zemepisná dĺžka
sv: Longitud
th: ลองจิจูด
tr: Boylam
uk: Довгота
vi: Kinh độ
zh_hans: 经度
zh_hant: 經度

source: Low
ar_sa: جزر
ca: Baixamar
cs: Odliv
da: Lavvande
de_de: Niedrigwasser
el: Ρηχία
es_es: Bajamar
es_mx: Bajamar
fi: Luode
fr_ca: Basse mer
he: שפל
hi: भाटा
hr: Niska voda
hu: Apály
id: Surut
it: Bassa marea
ja: 干潮
ko: 간조
ms: Surut
nl_nl: Laagwater
no: Lavvann
pl: Niska woda
pt_br: Baixa-mar
pt_pt: Baixa-mar
ro: Maree joasă
ru: Малая вода
sk: Odliv
sv: Lågvatten
th: น้ำลง
tr: Alçak Su
uk: Мала вода
vi: Triều thấp
zh_hans: 低潮
zh_hant: 乾潮

source: Low %@ %@
ar_sa: جزر %@ %@
ca: Baixamar %@ %@
cs: Odliv %@ %@
da: Lavvande %@ %@
de_de: Niedrigwasser %@ %@
el: Ρηχία %@ %@
es_es: Bajamar %@ %@
es_mx: Bajamar %@ %@
fi: Luode %@ %@
fr_ca: Basse mer %@ %@
he: שפל %@ %@
hi: भाटा %@ %@
hr: Niska voda %@ %@
hu: Apály %@ %@
id: Surut %1$@ %2$@
it: Bassa marea %@ %@
ja: 干潮 %1$@ %2$@
ko: 간조 %1$@ %2$@
ms: Surut %1$@ %2$@
nl_nl: Laagwater %@ %@
no: Lavvann %@ %@
pl: Niska woda %@ %@
pt_br: Baixa-mar %@ %@
pt_pt: Baixa-mar %@ %@
ro: Maree joasă %@ %@
ru: Малая вода %@ %@
sk: Odliv %@ %@
sv: Lågvatten %@ %@
th: น้ำลง %@ %@
tr: Alçak su %@ %@
uk: Мала вода %@ %@
vi: Triều thấp %@ %@
zh_hans: 低潮 %1$@ %2$@
zh_hant: 乾潮 %1$@ %2$@

source: Low Tide
ar_sa: الجزر
ca: Marea baixa
cs: Odliv
da: Lavvande
de_de: Niedrigwasser
el: Ρηχία
es_es: Marea baja
es_mx: Marea baja
fi: Luode
fr_ca: Marée basse
he: שפל
hi: भाटा
hr: Niska voda
hu: Apály
id: Air Surut
it: Bassa marea
ja: 干潮
ko: 간조
ms: Air Surut
nl_nl: Laagwater
no: Lavvann
pl: Niska woda
pt_br: Maré baixa
pt_pt: Baixa-mar
ro: Maree joasă
ru: Малая вода
sk: Odliv
sv: Lågvatten
th: น้ำลง
tr: Alçak Su
uk: Мала вода
vi: Triều thấp
zh_hans: 低潮
zh_hant: 乾潮

source: Mean Sea Level (MSL)
ar_sa: متوسط مستوى سطح البحر (MSL)
ca: Nivell mitjà del mar (MSL)
cs: Střední hladina moře (MSL)
da: Middelvandstand (MSL)
de_de: Mittlerer Meeresspiegel (MSL)
el: Μέση στάθμη θάλασσας (MSL)
es_es: Nivel medio del mar (MSL)
es_mx: Nivel medio del mar (MSL)
fi: Keskimerenpinta (MSL)
fr_ca: Niveau moyen de la mer (MSL)
he: פני הים הממוצעים (MSL)
hi: माध्य समुद्र तल (MSL)
hr: Srednja razina mora (MSL)
hu: Közepes tengerszint (MSL)
id: Muka Laut Rata-Rata (MSL)
it: Livello medio del mare (MSL)
ja: 平均海面 (MSL)
ko: 평균해수면 (MSL)
ms: Aras Laut Min (MSL)
nl_nl: Gemiddeld zeeniveau (MSL)
no: Middelvann (MSL)
pl: Średni poziom morza (MSL)
pt_br: Nível Médio do Mar (MSL)
pt_pt: Nível Médio do Mar (MSL)
ro: Nivelul mediu al mării (MSL)
ru: Средний уровень моря (MSL)
sk: Stredná hladina mora (MSL)
sv: Medelvattenstånd (MSL)
th: ระดับทะเลปานกลาง (MSL)
tr: Ortalama Deniz Seviyesi (MSL)
uk: Середній рівень моря (MSL)
vi: Mực nước biển trung bình (MSL)
zh_hans: 平均海平面 (MSL)
zh_hant: 平均海平面 (MSL)

source: Moon age %@ days
ar_sa: عمر القمر %@ يوم
ca: Edat de la Lluna: %@ dies
cs: Stáří Měsíce %@ dní
da: Månens alder %@ dage
de_de: Mondalter %@ Tage
el: Ηλικία Σελήνης %@ ημέρες
es_es: Edad lunar %@ días
es_mx: Edad lunar %@ días
fi: Kuun ikä %@ päivää
fr_ca: Âge de la Lune : %@ jours
he: גיל הירח %@ ימים
hi: चंद्र आयु %@ दिन
hr: Starost Mjeseca %@ dana
hu: A Hold kora: %@ nap
id: Umur bulan %@ hari
it: Età della Luna %@ giorni
ja: 月齢 %@
ko: 월령 %@일
ms: Umur bulan %@ hari
nl_nl: Maanleeftijd %@ dagen
no: Månens alder %@ dager
pl: Wiek Księżyca: %@ dni
pt_br: Idade da Lua: %@ dias
pt_pt: Idade da Lua: %@ dias
ro: Vârsta Lunii: %@ zile
ru: Возраст Луны %@ дн.
sk: Vek Mesiaca %@ dní
sv: Månens ålder %@ dagar
th: อายุดวงจันทร์ %@ วัน
tr: Ay yaşı %@ gün
uk: Вік Місяця %@ дн.
vi: Tuổi trăng %@ ngày
zh_hans: 月龄 %@ 天
zh_hant: 月齡 %@ 天

source: Moon age %@ days · %@ lit
ar_sa: عمر القمر %@ يوم · %@ مضاء
ca: Edat de la Lluna: %@ dies · %@ il·luminada
cs: Stáří Měsíce %1$@ dní · osvětleno %2$@
da: Månens alder %@ dage · %@ oplyst
de_de: Mondalter %@ Tage · %@ beleuchtet
el: Ηλικία Σελήνης %1$@ ημέρες · %2$@ φωτισμένο
es_es: Edad lunar %@ días · %@ iluminada
es_mx: Edad lunar %@ días · %@ iluminada
fi: Kuun ikä %1$@ päivää · valaistuna %2$@
fr_ca: Âge de la Lune %@ jours · %@ éclairée
he: גיל הירח %@ ימים · %@ מואר
hi: चंद्र आयु %@ दिन · %@ प्रकाशित
hr: Starost Mjeseca %1$@ dana · osvijetljeno %2$@
hu: A Hold kora: %1$@ nap · %2$@ megvilágítva
id: Umur bulan %1$@ hari · %2$@ terang
it: Età della Luna %@ giorni · %@ illuminata
ja: 月齢 %1$@ · 輝面比 %2$@
ko: 월령 %1$@일 · 조명률 %2$@
ms: Umur bulan %1$@ hari · %2$@ bercahaya
nl_nl: Maanleeftijd %@ dagen · %@ verlicht
no: Månens alder %@ dager · %@ opplyst
pl: Wiek Księżyca: %1$@ dni · oświetlenie %2$@
pt_br: Idade da Lua: %@ dias · %@ iluminada
pt_pt: Idade da Lua: %@ dias · %@ iluminada
ro: Vârsta Lunii: %1$@ zile · %2$@ iluminat
ru: Возраст Луны %1$@ дн. · освещено %2$@
sk: Vek Mesiaca %1$@ dní · osvetlené %2$@
sv: Månens ålder %@ dagar · %@ belyst
th: อายุดวงจันทร์ %@ วัน · สว่าง %@
tr: Ay yaşı %1$@ gün · %2$@ aydınlık
uk: Вік Місяця %1$@ дн. · освітлено %2$@
vi: Tuổi trăng %@ ngày · %@ được chiếu sáng
zh_hans: 月龄 %1$@ 天 · 照亮 %2$@
zh_hant: 月齡 %1$@ 天 · 照亮 %2$@

source: Name
ar_sa: الاسم
ca: Nom
cs: Název
da: Navn
el: Όνομα
es_es: Nombre
es_mx: Nombre
fi: Nimi
fr_ca: Nom
he: שם
hi: नाम
hr: Naziv
hu: Név
id: Nama
it: Nome
ja: 名称
ko: 이름
ms: Nama
nl_nl: Naam
no: Navn
pl: Nazwa
pt_br: Nome
pt_pt: Nome
ro: Nume
ru: Название
sk: Názov
sv: Namn
th: ชื่อ
tr: Ad
uk: Назва
vi: Tên
zh_hans: 名称
zh_hant: 名稱

source: New Location
ar_sa: موقع جديد
ca: Ubicació nova
cs: Nová poloha
da: Ny lokalitet
de_de: Neuer Ort
el: Νέα τοποθεσία
es_es: Nueva ubicación
es_mx: Nueva ubicación
fi: Uusi sijainti
fr_ca: Nouveau lieu
he: מיקום חדש
hi: नया स्थान
hr: Nova lokacija
hu: Új hely
id: Lokasi Baru
it: Nuova località
ja: 新しい地点
ko: 새로운 위치
ms: Lokasi Baharu
nl_nl: Nieuwe locatie
no: Nytt sted
pl: Nowa lokalizacja
pt_br: Novo Local
pt_pt: Nova Localização
ro: Locație nouă
ru: Новое место
sk: Nová poloha
sv: Ny plats
th: ตำแหน่งที่ตั้งใหม่
tr: Yeni Konum
uk: Нове місце
vi: Vị trí mới
zh_hans: 新位置
zh_hant: 新位置

source: New Moon
ar_sa: المحاق
ca: Lluna nova
cs: Nov
da: Nymåne
de_de: Neumond
el: Νέα Σελήνη
es_es: Luna nueva
es_mx: Luna nueva
fi: Uusikuu
fr_ca: Nouvelle lune
he: מולד הירח
hi: अमावस्या
hr: Mlađak
hu: Újhold
id: Bulan Baru
it: Luna nuova
ja: 新月
ko: 삭
ms: Bulan Baru
nl_nl: Nieuwe maan
no: Nymåne
pl: Nów
pt_br: Lua nova
pt_pt: Lua nova
ro: Lună nouă
ru: Новолуние
sk: Nov
sv: Nymåne
th: จันทร์ดับ
tr: Yeni Ay
uk: Новий місяць
vi: Trăng mới
zh_hans: 新月
zh_hant: 新月

source: New tide parameters will be downloaded for the new coordinates.
ar_sa: سيتم تنزيل معاملات مد وجزر جديدة للإحداثيات الجديدة.
ca: Es baixaran nous paràmetres de marea per a les noves coordenades.
cs: Pro nové souřadnice budou staženy nové parametry přílivu a odlivu.
da: Nye tidevandsparametre hentes for de nye koordinater.
de_de: Für die neuen Koordinaten werden neue Gezeitenparameter geladen.
el: Θα ληφθούν νέες παράμετροι παλίρροιας για τις νέες συντεταγμένες.
es_es: Se descargarán nuevos parámetros de mareas para las nuevas coordenadas.
es_mx: Se descargarán nuevos parámetros de mareas para las nuevas coordenadas.
fi: Uusille koordinaateille ladataan uudet vuorovesiparametrit.
fr_ca: De nouveaux paramètres de marée seront téléchargés pour les nouvelles coordonnées.
he: פרמטרי גאות ושפל חדשים יורדו עבור הקואורדינטות החדשות.
hi: नए निर्देशांकों के लिए नए ज्वारीय पैरामीटर डाउनलोड किए जाएँगे।
hr: Za nove koordinate preuzet će se novi parametri morskih mijena.
hu: Az új koordinátákhoz új árapály-paraméterek töltődnek le.
id: Parameter pasang surut baru akan diunduh untuk koordinat baru.
it: Verranno scaricati nuovi parametri di marea per le nuove coordinate.
ja: 新しい座標の潮汐パラメータをダウンロードします。
ko: 새로운 좌표에 대한 조석 파라미터를 다운로드합니다.
ms: Parameter pasang surut baharu akan dimuat turun untuk koordinat baharu.
nl_nl: Voor de nieuwe coördinaten worden nieuwe getijparameters gedownload.
no: Nye tidevannsparametere lastes ned for de nye koordinatene.
pl: Dla nowych współrzędnych zostaną pobrane nowe parametry pływów.
pt_br: Novos parâmetros de maré serão baixados para as novas coordenadas.
pt_pt: Serão transferidos novos parâmetros de maré para as novas coordenadas.
ro: Pentru noile coordonate vor fi descărcați noi parametri de maree.
ru: Для новых координат будут загружены новые параметры приливов.
sk: Pre nové súradnice sa stiahnu nové parametre prílivu a odlivu.
sv: Nya tidvattenparametrar hämtas för de nya koordinaterna.
th: จะดาวน์โหลดพารามิเตอร์น้ำขึ้นน้ำลงชุดใหม่สำหรับพิกัดใหม่
tr: Yeni koordinatlar için yeni gelgit parametreleri indirilecek.
uk: Для нових координат буде завантажено нові параметри припливів.
vi: Tham số thủy triều mới sẽ được tải về cho tọa độ mới.
zh_hans: 将为新坐标下载新的潮汐参数。
zh_hant: 將為新座標下載新的潮汐參數。

source: Next Day
ar_sa: اليوم التالي
ca: Dia següent
cs: Další den
da: Næste dag
de_de: Nächster Tag
el: Επόμενη ημέρα
es_es: Día siguiente
es_mx: Día siguiente
fi: Seuraava päivä
fr_ca: Jour suivant
he: היום הבא
hi: अगला दिन
hr: Sljedeći dan
hu: Következő nap
id: Hari Berikutnya
it: Giorno successivo
ja: 翌日
ko: 다음 날
ms: Hari Seterusnya
nl_nl: Volgende dag
no: Neste dag
pl: Następny dzień
pt_br: Dia seguinte
pt_pt: Dia seguinte
ro: Ziua următoare
ru: Следующий день
sk: Ďalší deň
sv: Nästa dag
th: วันถัดไป
tr: Sonraki Gün
uk: Наступний день
vi: Ngày tiếp theo
zh_hans: 后一天
zh_hant: 後一天

source: Next High Tide
ar_sa: المد التالي
ca: Propera marea alta
cs: Další příliv
da: Næste højvande
de_de: Nächstes Hochwasser
el: Επόμενη πλήμμη
es_es: Próxima marea alta
es_mx: Próxima marea alta
fi: Seuraava vuoksi
fr_ca: Prochaine marée haute
he: הגאות הבאה
hi: अगला ज्वार
hr: Sljedeća visoka voda
hu: Következő dagály
id: Air Pasang Berikutnya
it: Prossima alta marea
ja: 次の満潮
ko: 다음 만조
ms: Air Pasang Seterusnya
nl_nl: Volgend hoogwater
no: Neste høyvann
pl: Następna wysoka woda
pt_br: Próxima maré alta
pt_pt: Próxima preia-mar
ro: Următoarea maree înaltă
ru: Следующая полная вода
sk: Ďalší príliv
sv: Nästa högvatten
th: น้ำขึ้นครั้งถัดไป
tr: Sonraki Yüksek Su
uk: Наступна повна вода
vi: Triều cao tiếp theo
zh_hans: 下次高潮
zh_hant: 下次滿潮

source: Next Low Tide
ar_sa: الجزر التالي
ca: Propera marea baixa
cs: Další odliv
da: Næste lavvande
de_de: Nächstes Niedrigwasser
el: Επόμενη ρηχία
es_es: Próxima marea baja
es_mx: Próxima marea baja
fi: Seuraava luode
fr_ca: Prochaine marée basse
he: השפל הבא
hi: अगला भाटा
hr: Sljedeća niska voda
hu: Következő apály
id: Air Surut Berikutnya
it: Prossima bassa marea
ja: 次の干潮
ko: 다음 간조
ms: Air Surut Seterusnya
nl_nl: Volgend laagwater
no: Neste lavvann
pl: Następna niska woda
pt_br: Próxima maré baixa
pt_pt: Próxima baixa-mar
ro: Următoarea maree joasă
ru: Следующая малая вода
sk: Ďalší odliv
sv: Nästa lågvatten
th: น้ำลงครั้งถัดไป
tr: Sonraki Alçak Su
uk: Наступна мала вода
vi: Triều thấp tiếp theo
zh_hans: 下次低潮
zh_hant: 下次乾潮

source: Next Month
ar_sa: الشهر التالي
ca: Mes següent
cs: Další měsíc
da: Næste måned
de_de: Nächster Monat
el: Επόμενος μήνας
es_es: Mes siguiente
es_mx: Mes siguiente
fi: Seuraava kuukausi
fr_ca: Mois suivant
he: החודש הבא
hi: अगला महीना
hr: Sljedeći mjesec
hu: Következő hónap
id: Bulan Berikutnya
it: Mese successivo
ja: 次の月
ko: 다음 달
ms: Bulan Seterusnya
nl_nl: Volgende maand
no: Neste måned
pl: Następny miesiąc
pt_br: Mês seguinte
pt_pt: Mês seguinte
ro: Luna următoare
ru: Следующий месяц
sk: Ďalší mesiac
sv: Nästa månad
th: เดือนถัดไป
tr: Sonraki Ay
uk: Наступний місяць
vi: Tháng tiếp theo
zh_hans: 下个月
zh_hant: 下個月

source: No high or low tides in this period.
ar_sa: لا يوجد مد أو جزر في هذه الفترة.
ca: No hi ha plenamars ni baixamars en aquest període.
cs: V tomto období není žádný příliv ani odliv.
da: Ingen høj- eller lavvande i denne periode.
de_de: Kein Hoch- oder Niedrigwasser in diesem Zeitraum.
el: Δεν υπάρχουν πλήμμες ή ρηχίες σε αυτήν την περίοδο.
es_es: No hay pleamares ni bajamares en este periodo.
es_mx: No hay pleamares ni bajamares en este período.
fi: Tällä ajanjaksolla ei ole vuoksia eikä luoteita.
fr_ca: Aucune pleine ou basse mer sur cette période.
he: אין גאות או שפל בתקופה זו.
hi: इस अवधि में कोई ज्वार या भाटा नहीं है।
hr: U ovom razdoblju nema visokih ni niskih voda.
hu: Ebben az időszakban nincs dagály vagy apály.
id: Tidak ada air pasang atau air surut pada periode ini.
it: Nessuna alta o bassa marea in questo periodo.
ja: この期間に満潮・干潮はありません。
ko: 이 기간에는 만조나 간조가 없습니다.
ms: Tiada air pasang atau air surut dalam tempoh ini.
nl_nl: Geen hoog- of laagwater in deze periode.
no: Ingen høy- eller lavvann i denne perioden.
pl: Brak wysokich i niskich wód w tym okresie.
pt_br: Nenhuma maré alta ou baixa neste período.
pt_pt: Não há preia-mares nem baixa-mares neste período.
ro: Nicio maree înaltă sau joasă în această perioadă.
ru: В этот период нет полных и малых вод.
sk: V tomto období nie je žiadny príliv ani odliv.
sv: Inget hög- eller lågvatten under den här perioden.
th: ไม่มีน้ำขึ้นหรือน้ำลงในช่วงเวลานี้
tr: Bu dönemde yüksek veya alçak su yok.
uk: У цей період немає повних і малих вод.
vi: Không có triều cao hay triều thấp trong khoảng thời gian này.
zh_hans: 此期间没有高潮或低潮。
zh_hant: 此期間沒有滿潮或乾潮。

source: No Location Set
ar_sa: لم يتم تعيين موقع
ca: Cap ubicació definida
cs: Není nastavena žádná poloha
da: Ingen lokalitet valgt
de_de: Kein Ort festgelegt
el: Δεν έχει οριστεί τοποθεσία
es_es: Sin ubicación establecida
es_mx: Sin ubicación configurada
fi: Sijaintia ei ole asetettu
fr_ca: Aucun lieu défini
he: לא הוגדר מיקום
hi: कोई स्थान सेट नहीं
hr: Lokacija nije postavljena
hu: Nincs beállított hely
id: Lokasi Belum Diatur
it: Nessuna località impostata
ja: 地点未設定
ko: 위치 미설정
ms: Tiada Lokasi Ditetapkan
nl_nl: Geen locatie ingesteld
no: Sted ikke angitt
pl: Nie ustawiono lokalizacji
pt_br: Nenhum local definido
pt_pt: Nenhuma localização definida
ro: Nicio locație configurată
ru: Место не задано
sk: Nie je nastavená žiadna poloha
sv: Ingen plats vald
th: ยังไม่ได้ตั้งค่าตำแหน่งที่ตั้ง
tr: Konum Ayarlanmadı
uk: Місце не задано
vi: Chưa đặt vị trí
zh_hans: 未设置位置
zh_hant: 未設定位置

source: No places found for this search.
ar_sa: لم يتم العثور على أماكن لهذا البحث.
ca: No s'ha trobat cap lloc per a aquesta cerca.
cs: Pro toto hledání nebyla nalezena žádná místa.
da: Ingen steder fundet for denne søgning.
de_de: Keine Orte für diese Suche gefunden.
el: Δεν βρέθηκαν μέρη για αυτήν την αναζήτηση.
es_es: No se han encontrado lugares para esta búsqueda.
es_mx: No se encontraron lugares para esta búsqueda.
fi: Haulla ei löytynyt paikkoja.
fr_ca: Aucun lieu trouvé pour cette recherche.
he: לא נמצאו מקומות לחיפוש זה.
hi: इस खोज के लिए कोई स्थान नहीं मिला।
hr: Za ovu pretragu nisu pronađena mjesta.
hu: Nincs találat erre a keresésre.
id: Tidak ada tempat yang ditemukan untuk pencarian ini.
it: Nessun luogo trovato per questa ricerca.
ja: 該当する地点が見つかりませんでした。
ko: 검색 결과가 없습니다.
ms: Tiada tempat ditemui untuk carian ini.
nl_nl: Geen plaatsen gevonden voor deze zoekopdracht.
no: Fant ingen steder for dette søket.
pl: Nie znaleziono miejsc dla tego wyszukiwania.
pt_br: Nenhum lugar encontrado para esta busca.
pt_pt: Não foram encontrados lugares para esta pesquisa.
ro: Nu s-au găsit locuri pentru această căutare.
ru: По этому запросу ничего не найдено.
sk: Pre toto hľadanie sa nenašli žiadne miesta.
sv: Inga platser hittades för den här sökningen.
th: ไม่พบสถานที่สำหรับการค้นหานี้
tr: Bu arama için yer bulunamadı.
uk: За цим запитом нічого не знайдено.
vi: Không tìm thấy địa điểm nào cho tìm kiếm này.
zh_hans: 未找到相关地点。
zh_hant: 找不到相關地點。

source: No Saved Locations
ar_sa: لا توجد مواقع محفوظة
ca: No hi ha ubicacions desades
cs: Žádné uložené polohy
da: Ingen gemte lokaliteter
de_de: Keine gespeicherten Orte
el: Δεν υπάρχουν αποθηκευμένες τοποθεσίες
es_es: No hay ubicaciones guardadas
es_mx: No hay ubicaciones guardadas
fi: Ei tallennettuja sijainteja
fr_ca: Aucun lieu enregistré
he: אין מיקומים שמורים
hi: कोई सहेजा गया स्थान नहीं
hr: Nema spremljenih lokacija
hu: Nincsenek mentett helyek
id: Tidak Ada Lokasi Tersimpan
it: Nessuna località salvata
ja: 保存済みの地点がありません
ko: 저장된 위치 없음
ms: Tiada Lokasi Disimpan
nl_nl: Geen bewaarde locaties
no: Ingen lagrede steder
pl: Brak zachowanych lokalizacji
pt_br: Nenhum local salvo
pt_pt: Sem localizações guardadas
ro: Nicio locație salvată
ru: Нет сохранённых мест
sk: Žiadne uložené polohy
sv: Inga sparade platser
th: ไม่มีตำแหน่งที่ตั้งที่บันทึกไว้
tr: Kayıtlı Konum Yok
uk: Немає збережених місць
vi: Không có vị trí đã lưu
zh_hans: 没有已存储的位置
zh_hant: 沒有已儲存的位置
